{"name":"Celine St","email":"cwlam1987@gmail.com","phone":"91732\n62653","profiles":"www.linkedin.com/in/wilson-lam87","skills":"Front-end Development\nReact.js\nJavaScript","languages":"Mandarian (Elementary)\nWilson Lam\nSoftware Engineer at Model Match\nLos Angeles Metropolitan Area","summary":"I am a solutions-driven Full-Stack Web Developer with strong skill\nsets in both Front-End and Back-End. By utilizing these tools, I've\nbuilt several features for Omou and created websites for local\nbusinesses.\nWorking for Omou has taught me that the world of coding is vast.\nI've learned a lot from new ways to debug, problem solving from a\nhigh level, new frameworks and libraries, etc. While working as a\nTeaching Assistant for my bootcamp, I've reinforced and improved\nupon my problem solving skills in both Front-End and Back-End.\nInherently, this job also gave me experience in some soft skills like\ncommunication, patience, and translating code to English.\nWhile attending the coding bootcamp through UCLA Extension, I\ngained experience in React, HTML, CSS, BootStrap for the Front-\nEnd while using Node, Express, MySQL and MongoDB for the Back-\nEnd.\nMy love for technology has always been present, from when I first\nlearned how to build my own computer, reading about security\nvulnerabilities of gaming systems, and watching tech conventions. It\nis the core of my motivation and why I continually learn new topics\non coding.","experience":"Model Match\nSoftware Engineer\nMarch 2021 - Present (2 months)\nOmou Learning\nFrontend Developer\nFebruary 2020 - Present (1 year 3 months)\nGreater Los Angeles Area\nPage 1 of 2\nSelf employed\nFull-stack Developer\nOctober 2018 - Present (2 years 7 months)\nGreater Los Angeles Area\nUCLA Extension\nTeaching Assistant\nSeptember 2019 - March 2021 (1 year 7 months)\nWestwood, California\nLetter Ride LLC\nDelivery Driver\nOctober 2018 - March 2019 (6 months)\nTemple City, CA","education":"UCLA Extension\nCertificate , Full Stack Web Development · (2019 - 2019)\nPage 2 of 2"}